LEXICON_RU: dict[str, str] = {
    "photo_1": "AgACAgIAAxkBAAIB6Wd2iwwEqmV3KCwqh67n_jenV8B5AAIr6DEbos-wS1Ai2mygYSXLAQADAgADeQADNgQ",
    "/start": "Добро пожаловать в Balance Bot!👋\n\n"
    "Я создан для того, чтобы помочь тебе вести учет доходов и расходов, а так же приводить статистику📊\n\n"
    "Перед тем как начать мной пользоваться, тебе необходимо меня настроить.\n\nЖми кнопку ниже!⬇",
    "balance_settings": "Первым делом, укажи свой текущий баланс 😎\n\n"
    "Должно быть целое число. Если хочешь указать копейки - указывай их через точку или запятую. "
    "Так же допускается наличие пробелов.",
    "incorrect_balance": f"Ты вводишь некорректное значение!😢\n\n"
    "Должно быть целое число. Если хочешь указать копейки - указывай их через точку или запятую. "
    "Так же допускается наличие пробелов.\n\n"
    "Пример: 35 000.78\n\n"
    "Попробуй ввести еще раз😊",
}
